[
  {
    "titulo": "Desejo de Exportar",
    "descricao": "Você percebeu que seu produto tem potencial internacional."
  },
  {
    "titulo": "Estudo de Mercado",
    "descricao": "Contratou uma consultoria para entender melhor seus mercados-alvo."
  },
  {
    "titulo": "Canais de Venda",
    "descricao": "Escolheu seus canais de venda ideais: loja própria ou marketplaces."
  },
  {
    "titulo": "Plataforma de E-commerce",
    "descricao": "Já definiu a plataforma de e-commerce."
  },
  {
    "titulo": "Implementação Técnica",
    "descricao": "Contratou uma agência implementadora para configurar seu e-commerce."
  },
  {
    "titulo": "Integração de Canais",
    "descricao": "Escolheu vender em mais de um canal e usa um hub de integração para centralizar os pedidos."
  },
  {
    "titulo": "Modelo de Negócio",
    "descricao": "Definiu o modelo de negócio: D2C internacional ou fulfillment."
  },
  {
    "titulo": "Pagamentos Internacionais",
    "descricao": "Configurou os meios de pagamento multimoeda no e-commerce."
  },
  {
    "titulo": "Nota Fiscal de Exportação",
    "descricao": "Garantiu que o ERP consegue emitir nota fiscal de exportação."
  },
  {
    "titulo": "Campanhas Internacionais",
    "descricao": "Ajustou suas campanhas para os públicos em diversos países."
  },
  {
    "titulo": "Descrição Multi-idioma",
    "descricao": "Adaptou as descrições dos produtos para multi idiomas."
  },
  {
    "titulo": "SEO Internacional",
    "descricao": "Investiu em SEO internacional para ser encontrado fora do Brasil."
  },
  {
    "titulo": "Campanhas Pagas",
    "descricao": "Está fazendo campanhas pagas para vários países."
  },
  {
    "titulo": "Estoque no Exterior",
    "descricao": "Garantiu o estoque dos produtos mais vendidos no fulfillment."
  },
  {
    "titulo": "Cálculo de Impostos",
    "descricao": "Calculou os impostos do produto quando ele chega no país de destino."
  },
  {
    "titulo": "Modelo DDP ou DDU",
    "descricao": "Definiu se vai vender em DDP ou DDU."
  },
  {
    "titulo": "Integração com a ShipSmart",
    "descricao": "Integrado com a ShipSmart para criação automática de envios."
  },
  {
    "titulo": "Final",
    "descricao": "Você chegou ao fim da jornada e está vendendo globalmente com sucesso!"
  }
]